[
{"type" : "ISTJ#가정지킴이", "content" : "코로나로 인해 집에 있으면서 밀린 청소부터 해야할 일까지 완벽하게 다  해내는 가정지킴이~!"},
{"type" : "ISTP #코로나척척박사", "content" : "코로나로 인해 집에 있으면서 밀린 청소부터 해야할 일까지 완벽하게 다  해내는 가정지킴이~!"},
{"type" : "ISFJ #당신은코로나나이팅게일?", "content" : "한국의 자가격리 구호물품수준은 다른 나라 사람들이 놀랄 만큼 준비가 잘되어 있다.이런 구호물품을 관리하는 담당 업무자들이나 현장 속에서 열심히 봉사하는 간호사 혹은 의사들은 이 유형에 해당할 가능성이 높다. 그래서 코로나 관련 담당 업무자들은 ISFJ일 가능성이 높지 않을까? 평소에도 남을 위해 봉사하는 사람으로 담당 업무자가 아니더라도 자신의 가까운사람이 코로나가 걸릴까 걱정되며 그들을 위해 희생적인 마음을 가지고 있는 사람들이다."},
{"type" : "ISFP #히키코로나", "content" : "남들 눈치 보면서 흘러가는데로 조용히 할 일하는 ISFP. 이 유형의 사람들은 남들이 조금만 눈치를 주면 바로 마스크를 낀다. 남들과의 트러블을 안 만들고자 한다. 마스크를 안쓰고 있다가도 누군가 마스크 사서 쓰라고 하면 불만없이 바로 사서 쓸 사람들."},
{"type" : "INTJ #코로나가낳은괴물", "content" : "혼자 노는것에 최적화된 INTJ에게 자가격리란 포상이다. 이 시간동안 할 게 얼마나 많은지! 코로나가 좋은건 아니지만 혼자 노는 나만의 시간은 너무 좋다. 피하지 못하면 즐겨라!(원래 즐거운건 비밀 ㅎ~)"},
{"type" : "INTP #자가격리탈출범", "content" : "먹고자고싸고 반복되는 일상 살아가는 걸 숨막혀하는 INTP형. 자가격리를 한다고 해도 유튜브를 하거나 평소 못했던 활력적인 일을 하려고 한다. 자가격리를 하지만 최대한 도피할 곳을 찾아 움직이려고 한다. 그들에게 자가격리는 창살없는감옥..."},
{"type" : "INFJ #코로나별거아니지~", "content" : "코로나 때문에 인간관계가 소원해졌다고? INFJ에겐 이해가 가지 않을 것이다. 코로나와 같은 극한 상황에서도 사람들과 인간관계를 유지할 방법을 찾았을 것이다. 인내심도 가장 강한 편이라 코로나를 가장 잘 견뎌내는 유형이다. 코로나 Easy~"},
{"type" : "INFP #코로나OUT!", "content" : "상상력이 풍부한 INFP는 불안에 떨고있을 확률이 높다. \"내가 코로나에 걸린다면.. 헉 나 어제 누구랑 만났지?!\",\"우리 가족은?!!!\" ... 등등 너무 많이 생각하며 걱정을 할 수도 있다. 너무 걱정마!"},
{"type" : "ESTJ #코로나상식백과", "content" : "코로나, 이것만 지킨다면 안전해! 그 누구보다 예방에 진심인 ESTJ는 손 소독과 마스크 착용을 빼놓지 않는다. 머릿속에서 코로나 감염에 대한 대비책을 모두 마련해놓았기 때문에 어떤 위험이 오더라도 무섭지 않다. 친구들에게도 위험 수칙을 전파해서 도와주는 편."},
{"type" : "ESTP #무한자기합리화", "content" : "음주 가무와 노는 것을 좋아하고, 회식자리도 좋아하는 ESTP에게 코로나란 재앙이다. 계속 된 자기 합리화로 스트레스를 풀고 있지만 힘든건 매한가지.. 오늘은 기분도 꿀꿀한데 건대나 가야겠군."},
{"type" : "ESFJ #더없는랜선친구", "content" : "우리 코로나로 못봐도 랜선으로 만나자! 외향성을 지닌 성격과 남이 어떻게 지내는걸 보고싶어하는 ESFJ는 코로나 시기에 더 없는 랜선친구가 되어줄 것이다. 생일인데 우리 영상통화할까?"},
{"type" : "ESFP #폰코로나", "content" : "코로나에 대한 소식만 58123910개 수집해서 공포에 떨고 안심하고를 반복하는 유형. 이것저것 수집해서 친구들에게 전달하며 같이 공감해주길 원한다. 그건 아니라고..!"},
{"type" : "ENTJ #코로나습격자", "content" : "코로나 때문에 계획했던 일상들이 엉망이 되었다. 자신만의 해결책을 찾으며 다른 방향으로 계획하고 노력하고 있겠지만 망가져버린 계획은 누구에게나 슬픈법. 코로나, 밤 길 조심해라!"},
{"type" : "ENTP #마스크힙스터", "content" : "활동적이고 독특한 생각을 가지고 있는 ENTP. 독특하고 독자적인 자신의 감각을 우선시하는 그들에게 마스크는 불편함 그자체...! ENTP들은 마스크도 남들과는 다른 모양의 마스크를 구해 쓰고 다닐 것이다. 코로나가 계속 된다면 미래의 k-pop 마스크 문화를 이끌 선두주자가 될지도..?!"},
{"type" : "ENFJ  #코로나영웅", "content" : "주변사람들에게 오지랖 넓다고 유명한 유형이다. 평소 자꾸 귀찮게 굴어 부담스러운 친구지만 자가격리 중에 이 친구가 곁에 있다면 세상 부러울게 없다. 상대의 감정이 어떤지, 필요한 것과 힘든 일을 다 경청해주고 챙겨주는 영웅같은 친구이다."},
{"type" : "ENFP #코로나불감증", "content" : "모두가 코로나로 무서워할 때 혼자 평소와 다름없는 생활을 즐기는 사람. 코로나란 일상적인 생활을 방해하는 장애물일 뿐. 활발한 성격 탓에 사회적 거리를 두는 것이 쉽지 않지만 긍정적이게 바라보며 코로나가 끝이 나길 기다릴 듯하다."}
]